google-chrome
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-hyprland
illogical-impulse-kde
illogical-impulse-microtex-git
illogical-impulse-microtex-git-debug
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-quickshell-git
illogical-impulse-screencapture
illogical-impulse-toolkit
illogical-impulse-widgets
neofetch
spicetify-cli
spotify
yay
yay-debug
