base
base-devel
bluez
bluez-utils
code
discord
dunst
efibootmgr
git
grub
gst-plugin-pipewire
htop
intel-media-driver
intel-ucode
iwd
konsole
libpulse
libva-intel-driver
linux
linux-firmware
linux-lts
linux-lts-headers
mpv
nano
network-manager-applet
nodejs
npm
nwg-displays
obsidian
os-prober
pipewire
pipewire-alsa
pipewire-jack
plasma-browser-integration
python-aiohttp
python-attrs
python-frozenlist
python-multidict
python-numpy
python-pipx
python-yarl
smartmontools
sof-firmware
telegram-desktop
unzip
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wireless_tools
wofi
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
zram-generator
